Repository: tagemehta/car-navigator-swift
Catalog: thing-finder/Localizable.xcstrings
Source language: en
Languages: es

source: %@ has been copied to your clipboard.
es: %@ ha sido copiado a tu portapapeles.

source: %lld device(s) available
es: %lld dispositivo(s) disponible(s)

source: • **'Hey Siri, CurbToCar search'**
es: • **'Oye Siri, búsqueda de CurbToCar'**

source: • **'Hey Siri, find my car with CurbToCar'**
es: • **'Oye Siri, encuentra mi coche con CurbToCar'**

source: • **'Hey Siri, find my ride with CurbToCar'**
es: • **'Oye Siri, encuentra mi vehículo con CurbToCar'**

source: • **Connect**: Tap 'Connect Glasses' to pair with Meta AI app
es: • **Conectar**: Toca 'Conectar Gafas' para emparejar con la aplicación Meta AI

source: • **Hands-Free**: Keep your phone in your pocket while glasses do the work
es: • **Manos Libres**: Guarda tu teléfono en el bolsillo mientras las gafas hacen el trabajo

source: • **Permissions**: Grant camera access when prompted
es: • **Permisos**: Conceder acceso a la cámara cuando se solicite

source: • Glasses are connected via Bluetooth
es: • Las gafas están conectadas por Bluetooth

source: • Glasses are open (unfolded)
es: • Las gafas están abiertas (desplegadas)

source: • Meta Glasses mode is enabled in Settings
es: • El modo Meta Glasses está habilitado en Configuraciones

source: 1. **Enter Ride Details**: Provide your vehicle's description and license plate through dictation, typing or copy/paste
es: 1. **Ingresar detalles del viaje**: Proporcione la descripción de su vehículo y matrícula a través de dictado, escritura o copiado/pegado

source: 2. **Point Camera**: Aim at the pickup area where vehicles arrive. Magic tap to pause/resume camera.
es: 2. **Apunte la cámara**: Apunte al área de recogida donde llegan los vehículos. Toque mágico para pausar/reanudar la cámara.

source: 3. **Follow Audio Cues**: Listen for directional guidance and announcements
es: 3. **Sigue las indicaciones de audio**: Escucha las orientaciones direccionales y anuncios

source: 4. **Locate Vehicle**: Audio beeps become faster as you center the car and haptics (if enabled) become faster as you get closer
es: 4. **Localizar Vehículo**: Los pitidos de audio se vuelven más rápidos a medida que centras el coche y las vibraciones (si están habilitadas) se aceleran a medida que te acercas

source: Add details about the object (e.g., 'red backpack with white stripes')
es: Añadir detalles sobre el objeto (p. ej., 'mochila roja con rayas blancas')

source: Add to favorites
es: Añade a favoritos

source: Adjust how fast announcements are spoken
es: Ajustar la velocidad con la que se anuncian

source: Adjusts the speed of spoken directions.
es: Ajusta la velocidad de las indicaciones habladas.

source: Ambiguous result
es: Resultado ambiguo

source: Announce 'Waiting for verification' messages.
es: Anunciar mensajes de 'Esperando verificación'

source: Announce All Detected Cars
es: Anunciar todos los coches detectados

source: Announce every detected car, not just the target.
es: Anuncie cada coche detectado, no solo el objetivo.

source: Announce Options
es: Opciones de Anuncio

source: Announce Retry Messages
es: Anunciar mensajes de reintento

source: Announce status messages like 'Picture too blurry, trying again'.
es: Anunciar mensajes de estado como 'La imagen está borrosa, intentando de nuevo'.

source: Announce Waiting Messages
es: Anunciar mensajes en espera

source: Audio Beeps
es: Pulsos de audio

source: Audio not working
es: Audio no funciona

source: Back
es: Atrás

source: Beep Intervals
es: Intervalos de Pitidos

source: Beep Smoothing
es: Suavizado de Pitidos

source: Before connecting, you need to enable Developer Mode in the Meta AI app:
es: Antes de conectar, necesitas habilitar el Modo Desarrollador en la aplicación Meta AI:

source: By continuing, you acknowledge and accept the above.
es: Al continuar, reconoces y aceptas lo anterior.

source: Can't see the plate, retrying
es: No se puede ver la matrícula, reintentando

source: Cancel
es: Cancelar

source: Car Description
es: Descripción del coche

source: car was last seen %d degrees to the left
es: El coche fue visto por última vez a %d grados a la izquierda

source: car was last seen %d degrees to the right
es: El coche fue visto por última vez a %d grados a la derecha

source: Changes the language for all text and speech in the app.
es: Cambia el idioma de todo el texto y la voz en la aplicación.

source: Check that 'Speech Guidance' and 'Audio Beeps' are enabled in settings.
es: Verifica que 'Guía por voz' y 'Pitidos de audio' estén habilitados en configuración.

source: Choose what information you want announced (all cars, retry messages, waiting status)
es: Elige qué información deseas anunciar (todos los coches, mensajes de reintento, estado de espera)

source: Clear
es: Borrar

source: Clear All
es: Eliminar Todo

source: Clear all recent searches
es: Borrar todas las búsquedas recientes

source: Clipboard is empty
es: Portapapeles está vacío

source: Complete the setup in Meta AI app, then return here.
es: Completa la configuración en la app de Meta AI, luego regresa aquí.

source: Connect Glasses
es: Conectar Gafas

source: Connect Meta Glasses
es: Conectar Meta Gafas

source: Connect to Meta AI
es: Conectar a Meta AI

source: Connected!
es: ¡Conectado!

source: Connection Error
es: Error de conexión

source: Contact Us
es: Contáctenos

source: Contact us at:
es: Contáctenos en:

source: Continue
es: Continuar

source: Control how often the same direction is repeated (1-10 seconds)
es: Controla la frecuencia con la que se repite la misma dirección (1-10 segundos)

source: CurbToCar App Feedback
es: Comentarios de la App CurbToCar

source: Customization Tips
es: Consejos de personalización

source: Debug Overlay
es: Superposición de depuración

source: Delete favorite
es: Eliminar favorito

source: Delete search
es: Eliminar elemento de búsqueda

source: Describe it in detail (e.g., silver laptop with a white and green laptop sticker)
es: Descríbelo en detalle (p. ej., computadora portátil plateada con una pegatina de computadora portátil blanca y verde)

source: Describe your car (e.g., white Toyota Camry)
es: Describe tu auto (p. ej., Toyota Camry blanco)

source: Describe your paratransit vehicle (e.g., white accesslink van)
es: Describe tu vehículo paratransit (p. ej., van accesslink blanco)

source: Describe your ride (e.g., white Toyota Camry with license plate ABC123)
es: Describe tu vehículo (p. ej., Toyota Camry blanco con matrícula ABC123)

source: Describe your vehicle (e.g., 'blue Toyota Prius with license plate ABC123')
es: Describe tu vehículo (por ejemplo, 'Toyota Prius azul con matrícula ABC123')

source: Detection error
es: Error de detección

source: Detection error, retrying
es: Error de detección, reintentando

source: Developer Options
es: Opciones de Desarrollador

source: Direction Settings
es: Configuración de Dirección

source: Directional beeps that increase in frequency as you get closer to your vehicle
es: Pípitoss direccionaless que aumentan en frecuencia a medida que te acercas a tu vehículo

source: Disconnect Glasses
es: Desconectar Gafas

source: Done
es: Hecho

source: Double tap to search with this description
es: Toque dos veces para buscar con esta descripción

source: Double-check the vehicle description and license plate you entered. Use 'Rescan' to restart.
es: Verifique la descripción del vehículo y la matrícula que ingresó. Use 'Reescanear' para reiniciar.

source: Email Copied
es: Correo electrónico copiado

source: Email Feedback
es: Comentarios por Correo Electrónico

source: Enable for public transit buses. Matches by route number and agency logo instead of make and model.
es: Habilitar para autobuses de transporte público. Coincide por número de ruta y logotipo de la agencia en lugar de por marca y modelo.

source: Enable or disable audio beeps for feedback.
es: Activar o desactivar pitidos de audio para comentarios.

source: Enable or disable haptic pulses for feedback.
es: Activar o desactivar pulsos hápticos para comentarios.

source: Ensure good lighting and point camera at the pickup area. Try the 'Rescan' button.
es: Asegúrate de que haya buena iluminación y apunta la cámara al área de recogida. Intenta el botón 'Reescanear'.

source: Ensure Meta AI app is installed, glasses are powered on, and Bluetooth is enabled.
es: Asegúrese de que la aplicación Meta AI esté instalada, las gafas estén encendidas y el Bluetooth esté activado.

source: Ensure your glasses are open and on your head
es: Asegúrate de que tus gafas estén abiertas y en tu cabeza

source: Experimental Product
es: Producto Experimental

# Favorite: %@, %@%@
source: Favorite: %1$@, %2$@%3$@
es: Favorito: %1$@, %2$@%3$@

source: Favorites
es: Favoritos

source: Find
es: Buscar

source: Find My Car
es: Encuentra Mi Coche

source: Find My Paratransit
es: Encuentra Mi Paratransit

source: Find My Ride
es: Encuentra Mi Vehículo

source: Find your vehicle with a simple description
es: Encuentra tu vehículo con una descripción sencilla

source: Fine-tune minimum and maximum beep frequency for comfort
es: Ajustar finamente la frecuencia mínima y máxima de los pitos para comodidad

source: For buses with route numbers and logos
es: Para autobuses con números de ruta y logotipos

source: Found %@
es: Encontrado %@

source: Found %@. Warning: Plate not visible yet
es: Encontrado %@. Advertencia: Placa aún no visible

source: Found match
es: Se encontró una coincidencia

source: Found matching plate %@
es: Placa coincidente encontrada %@

source: Front view of car
es: Vista frontal del coche

source: Getting Started
es: Primeros pasos

source: Haptic Feedback
es: Retroalimentación háptica

source: Haptic/Beep Settings
es: Configuración de Vibración/Pitido

source: Help
es: Ayuda

source: Help & Guide
es: Ayuda y Guía

source: Help and Guide. Learn how to use CurbToCar
es: Ayuda y Guía. Aprende a usar CurbToCar

source: How often the same direction is repeated.
es: Con qué frecuencia se repite la misma dirección.

source: I Agree / Continue
es: Acepto / Continuar

source: Important:
es: Importante:

source: Language
es: Idioma

source: Left side of car
es: Lado izquierdo del coche

source: License plate doesn't match
es: La matrícula no coincide

source: License plate not visible
es: Matrícula no visible

source: Longest time between beeps/pulses when target is at the edge.
es: Mayor tiempo entre pitidos/pulsos cuando el objetivo está en el límite.

source: Make sure your glasses are open and powered on
es: Asegúrate de que tus gafas estén abiertas y encendidas

source: Max Interval: %@s
es: Intervalo Máximo: %@s

source: Maximum Beep Interval
es: Intervalo Máximo de Pitido

source: Meta Glasses
es: Meta Gafas

source: Meta glasses not connecting
es: Meta gafas no se conectan

source: Meta Ray-Ban Glasses
es: Meta Gafas Ray-Ban

source: Min Interval: %@s
es: Intervalo Mínimo: %@s

source: Minimum Beep Interval
es: Intervalo Mínimo de Pitido

source: Minimum time before repeating 'waiting' phrases.
es: Tiempo mínimo antes de repetir frases de "espera".

source: MIT Assistive Technology Club
es: Club de Tecnología de Asistencia del MIT

source: Moves this search back to recent searches
es: Traslada esta búsqueda a búsquedas recientes

source: Navigate Before Plate Match
es: Navegar Antes de Emparejar Placas

source: Navigation Feedback
es: Realimentación de Navegación

source: Navigation Settings
es: Configuración de Navegación

source: Need a better view
es: Necesita una mejor vista

source: Need a better view, retrying
es: Necesita una mejor vista, reintentando

source: Need More Help?
es: ¿Necesitas más ayuda?

source: No vehicles detected
es: Ningún vehículo detectado

source: Not a vehicle
es: No es un vehículo

source: Not confident enough
es: No lo suficientemente confiado

source: Not sure yet, taking another shot
es: Aún no estoy seguro, intentándolo de nuevo

source: Object Class
es: Clase de Objeto

source: OK
es: Aceptar

source: on your left
es: a tu izquierda

source: on your right
es: a tu derecha

source: Opens email composer to send feedback to the development team
es: Abre el editor de correo electrónico para enviar comentarios al equipo de desarrollo

source: Paratransit Description
es: Descripción Paratránsito

source: Paste from clipboard
es: Pegar desde el portapapeles

source: Paste from Clipboard
es: Pegar desde el portapapeles

source: Pastes text from clipboard into the description field
es: Pega texto del portapapeles en el campo de descripción

source: Pause
es: Pausa

source: Picture too blurry
es: Imagen demasiado borrosa

source: Picture too blurry, trying again
es: Imagen demasiado borrosa, intentando de nuevo

source: Plate not visible yet
es: Placa aún no visible

source: Please close and reopen the app for the language change to take full effect.
es: Por favor, cierra y vuelve a abrir la app para que el cambio de idioma tenga efecto completo.

source: Please share your thoughts, report issues, or suggest features. Your input helps us make the app better for everyone.
es: Por favor, comparte tus ideas, informa de problemas o sugiere funciones. Tu opinión nos ayuda a mejorar la aplicación para todos.

source: Rear view of car
es: Vista trasera del coche

# Recent search: %@, %@%@
source: Recent search: %1$@, %2$@%3$@
es: Búsqueda reciente: %1$@, %2$@, %3$@

source: Recent Searches
es: Búsquedas recientes

source: Remove from favorites
es: Eliminar de favoritos

source: Removes all non-favorite searches from history
es: Elimina todas las búsquedas no favoritas del historial

source: Removes this search from favorites
es: Elimina esta búsqueda de favoritos

source: Removes this search from history
es: Elimina esta búsqueda del historial

source: Repeat Interval
es: Intervalo de repetición

source: Repeat Interval: %@s
es: Intervalo de repetición: %@s

source: Rescan
es: Volver a escanear

source: Reset to Defaults
es: Restablecer a los Valores Predeterminados

source: Restart Required
es: Reinicio requerido

source: Results unclear, retrying
es: Resultados poco claros, reintentando

source: Resume
es: Reanudar

source: Right side of car
es: Lado derecho del coche

source: Saves this search to favorites
es: Guarda esta búsqueda en favoritos

source: Search for specific objects from a list of 80+ classes
es: Buscar objetos específicos de una lista de más de 80 clases

source: Send feedback email
es: Enviar correo de comentarios

source: Settings
es: Configuración

source: Shortest time between beeps/pulses when target is centered.
es: Menor tiempo entre pitidos/pulsos cuando el objetivo está centrado.

source: Show verification details and debug messages.
es: Mostrar detalles de verificación y mensajes de depuración

source: Side of car
es: Lado del coche

source: Siri Shortcuts
es: Atajos de Siri

source: Smoothing: %@
es: Suavizado: %@

source: Smooths out rapid changes in beep frequency.
es: Suaviza cambios rápidos en la frecuencia de los pitidos.

source: Speech Guidance
es: Guía de Voz

source: Speech Rate
es: Velocidad del habla

source: Speech Rate: %@%%
es: Velocidad del habla: %@%%

source: Spoken directions like 'left', 'right', 'straight ahead' to guide you
es: Indicaciones orales como 'izquierda', 'derecha', 'recto' para guiarte

source: Start navigation before a license plate match is confirmed.
es: Iniciar navegación antes de confirmar la coincidencia de matrícula.

source: Start receiving guidance before license plate is fully verified
es: Comience a recibir orientación antes de que la matrícula esté completamente verificada

source: Start Searching
es: Iniciar Búsqueda

source: Start searching for your car with a description
es: Empieza a buscar tu coche con una descripción

source: Start searching for your paratransit vehicle with a description
es: Empieza a buscar tu vehículo de paratransporte con una descripción

source: Step 1: Enable Developer Mode
es: Paso 1: Activar el modo de desarrollador

source: Step 2: Grant Camera Access
es: Paso 2: Concede acceso a la cámara

source: Still %@
es: Todavía %@

# Still %@, %@
source: Still %1$@, %2$@
es: Todavía %1$@, %2$@

source: straight ahead
es: recto

source: Stream video from Meta Ray-Ban glasses instead of phone camera.
es: Transmitir video desde las gafas Meta Ray-Ban en lugar de la cámara del teléfono.

source: System Default
es: Predeterminado del sistema

source: Tap the button below to open Meta AI and grant camera streaming permission to this app.
es: Toca el botón de abajo para abrir Meta AI y conceder permiso de transmisión de cámara a esta app.

source: The glasses camera will only be used when:
es: La cámara de las gafas se usará solo cuando:

source: Then Siri will ask you to describe your car, and automatically launch the camera
es: Luego Siri te pedirá que describas tu coche y lanzará automáticamente la cámara

source: This app is an experimental product. While we make every effort to provide accurate results, we cannot guarantee accuracy. You should use discretion and secondary methods to verify information related to your car and services. This app is not intended to replace any mobility aid.
es: Esta aplicación es un producto experimental. Aunque hacemos todo lo posible por proporcionar resultados precisos, no podemos garantizar la exactitud. Deberías usar tu criterio y métodos secundarios para verificar la información relacionada con tu coche y servicios. Esta aplicación no está destinada a reemplazar ningún dispositivo de movilidad.

source: Transit mode
es: Modo de tránsito

source: Transit Mode
es: Modo de tránsito

source: Troubleshooting
es: Solución de problemas

source: Try Again
es: Intentar nuevamente

source: Use Meta Glasses Camera
es: Usar cámara de Meta Glasses

source: Use Siri to quickly start finding your ride hands-free
es: Usa Siri para comenzar rápidamente a encontrar tu viaje con manos libres

source: Use your Meta Ray-Ban smart glasses for hands-free, first-person detection:
es: Utiliza tus gafas inteligentes Meta Ray-Ban para detección en primera persona sin manos:

source: Vehicle Description
es: Descripción del Vehículo

source: Verification failed
es: Verificación fallida

source: Vibration patterns that pulse faster when approaching your target
es: Patrones de vibración que pulsan más rápido al acercarse a su objetivo

source: Waiting for permission...
es: Esperando permiso...

source: Waiting for verification
es: Esperando verificación

source: Waiting Phrase Cooldown
es: Frase de Espera en Enfriamiento

source: Waiting Phrase Cooldown: %llds
es: Frase de Espera en Enfriamiento: %llds

source: What are you looking for?
es: ¿Qué estás buscando?

source: What does your car look like?
es: ¿Cómo es tu coche?

source: What does your paratransit vehicle look like?
es: ¿Cómo es tu vehículo de paratránsito?

source: Wrong make or model
es: Fabricante o modelo incorrecto

source: Wrong vehicle announced
es: Vehículo incorrecto anunciado

source: Your Meta Ray-Ban glasses are now connected. The app will use the glasses camera when they are open and connected.
es: Tus gafas Meta Ray-Ban están ahora conectadas. La aplicación usará la cámara de las gafas cuando estén abiertas y conectadas.
